Revit 2027 API
AreaBasedLoadData.ApparentPowerDensity Property
 The apparent power density of the area based load.
Namespace: Autodesk.Revit.DB.Electrical
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public double ApparentPowerDensity { get; }
Public ReadOnly Property ApparentPowerDensity As Double
	Get
public:
property double ApparentPowerDensity {
	double get ();
}
member ApparentPowerDensity : float with get
Property Value
Double
See Also
Reference
AreaBasedLoadData Class
Autodesk.Revit.DB.Electrical Namespace